export/<main>_graph.dot
digraph {

	rankdir = "LR"

	_0 [label="<SOS>"];
	_1 [label="("];
	_5 [label=")"];
	_6 [label=" "];
	_8 [label=" "];
	_10 [label=" tea"];
	_11 [label="["];
	_12 [label=","];
	_13 [label="]"];
	_14 [label=" "];
	_16 [label=" "];
	_18 [label=";"];
	_19 [label="<EOS>"];
	_20 [label="<SOS>"];
	_21 [label="["];
	_22 [label="("];
	_23 [label="could"];
	_25 [label="will"];
	_27 [label="would"];
	_28 [label=")"];
	_29 [label=" you"];
	_30 [label="]"];
	_31 [label=" please "];
	_33 [label=";"];
	_34 [label="<EOS>"];
	_35 [label="<SOS>"];
	_36 [label="("];
	_37 [label="make"];
	_39 [label="brew"];
	_41 [label="whip up"];
	_42 [label=")"];
	_43 [label=" "];
	_45 [label=";"];
	_46 [label="<EOS>"];
	_47 [label="<SOS>"];
	_48 [label="some"];
	_50 [label="a "];
	_51 [label="("];
	_52 [label="cup"];
	_54 [label="glass"];
	_55 [label=")"];
	_56 [label=" of"];
	_57 [label=";"];
	_58 [label="<EOS>"];
	_59 [label="<SOS>"];
	_60 [label="i'd like "];
	_61 [label="["];
	_62 [label="to order"];
	_64 [label="a"];
	_67 [label="]"];
	_68 [label=";"];
	_69 [label="<EOS>"];
	_70 [label="<SOS>"];
	_71 [label="some"];
	_73 [label="a "];
	_74 [label="("];
	_75 [label="cup"];
	_77 [label="glass"];
	_78 [label=")"];
	_79 [label=" of"];
	_80 [label=";"];
	_81 [label="<EOS>"];
	_82 [label="<SOS>"];
	_83 [label="some"];
	_85 [label="a "];
	_86 [label="("];
	_87 [label="cup"];
	_89 [label="glass"];
	_90 [label=")"];
	_91 [label=" of"];
	_92 [label=";"];
	_93 [label="<EOS>"];
	_94 [label="<SOS>"];
	_95 [label="red"];
	_97 [label="sweet"];
	_99 [label="green"];
	_101 [label="jasmine"];
	_103 [label="milk"];
	_104 [label=";"];
	_105 [label="<EOS>"];
	_106 [label="<SOS>"];
	_107 [label="("];
	_108 [label="with"];
	_110 [label="wit"];
	_112 [label="w"];
	_113 [label=")"];
	_114 [label=" "];
	_115 [label="["];
	_116 [label="a "];
	_117 [label="("];
	_118 [label="little"];
	_120 [label="lot of"];
	_121 [label=")"];
	_122 [label="]"];
	_123 [label=";"];
	_124 [label="<EOS>"];
	_125 [label="<SOS>"];
	_126 [label="milk"];
	_128 [label="sugar"];
	_130 [label="ice"];
	_132 [label="cream"];
	_134 [label="lemon"];
	_136 [label="honey"];
	_137 [label=";"];
	_138 [label="<EOS>"];

	_0 -> _1 [weight=1];
	_1 -> _20 [weight=1];
	_1 -> _59 [weight=1];
	_5 -> _6 [weight=1];
	_6 -> _82 [weight=1];
	_8 -> _94 [weight=1];
	_10 -> _11 [weight=1];
	_11 -> _12 [weight=1];
	_11 -> _13 [weight=1];
	_12 -> _13 [weight=1];
	_13 -> _14 [weight=1];
	_14 -> _106 [weight=1];
	_16 -> _125 [weight=1];
	_18 -> _19 [weight=1];
	_20 -> _21 [weight=1];
	_21 -> _22 [weight=1];
	_21 -> _30 [weight=1];
	_22 -> _23 [weight=1];
	_22 -> _25 [weight=1];
	_22 -> _27 [weight=1];
	_23 -> _28 [weight=1];
	_25 -> _28 [weight=1];
	_27 -> _28 [weight=1];
	_28 -> _29 [weight=1];
	_29 -> _30 [weight=1];
	_30 -> _31 [weight=1];
	_31 -> _35 [weight=1];
	_33 -> _34 [weight=1];
	_34 -> _5 [weight=1];
	_35 -> _36 [weight=1];
	_36 -> _37 [weight=1];
	_36 -> _39 [weight=1];
	_36 -> _41 [weight=1];
	_37 -> _42 [weight=1];
	_39 -> _42 [weight=1];
	_41 -> _42 [weight=1];
	_42 -> _43 [weight=1];
	_43 -> _47 [weight=1];
	_45 -> _46 [weight=1];
	_46 -> _33 [weight=1];
	_47 -> _48 [weight=1];
	_47 -> _50 [weight=1];
	_48 -> _57 [weight=1];
	_50 -> _51 [weight=1];
	_51 -> _52 [weight=1];
	_51 -> _54 [weight=1];
	_52 -> _55 [weight=1];
	_54 -> _55 [weight=1];
	_55 -> _56 [weight=1];
	_56 -> _57 [weight=1];
	_57 -> _58 [weight=1];
	_58 -> _45 [weight=1];
	_59 -> _60 [weight=1];
	_60 -> _61 [weight=1];
	_61 -> _62 [weight=1];
	_61 -> _64 [weight=1];
	_61 -> _67 [weight=1];
	_61 -> _70 [weight=1];
	_62 -> _67 [weight=1];
	_64 -> _67 [weight=1];
	_67 -> _68 [weight=1];
	_68 -> _69 [weight=1];
	_69 -> _5 [weight=1];
	_70 -> _71 [weight=1];
	_70 -> _73 [weight=1];
	_71 -> _80 [weight=1];
	_73 -> _74 [weight=1];
	_74 -> _75 [weight=1];
	_74 -> _77 [weight=1];
	_75 -> _78 [weight=1];
	_77 -> _78 [weight=1];
	_78 -> _79 [weight=1];
	_79 -> _80 [weight=1];
	_80 -> _81 [weight=1];
	_81 -> _67 [weight=1];
	_82 -> _83 [weight=1];
	_82 -> _85 [weight=1];
	_83 -> _92 [weight=1];
	_85 -> _86 [weight=1];
	_86 -> _87 [weight=1];
	_86 -> _89 [weight=1];
	_87 -> _90 [weight=1];
	_89 -> _90 [weight=1];
	_90 -> _91 [weight=1];
	_91 -> _92 [weight=1];
	_92 -> _93 [weight=1];
	_93 -> _8 [weight=1];
	_94 -> _95 [weight=1];
	_94 -> _97 [weight=1];
	_94 -> _99 [weight=1];
	_94 -> _101 [weight=1];
	_94 -> _103 [weight=1];
	_95 -> _104 [weight=1];
	_97 -> _104 [weight=1];
	_99 -> _104 [weight=1];
	_101 -> _104 [weight=1];
	_103 -> _104 [weight=1];
	_104 -> _105 [weight=1];
	_105 -> _10 [weight=1];
	_106 -> _107 [weight=1];
	_107 -> _108 [weight=1];
	_107 -> _110 [weight=1];
	_107 -> _112 [weight=1];
	_108 -> _113 [weight=1];
	_110 -> _113 [weight=1];
	_112 -> _113 [weight=1];
	_113 -> _114 [weight=1];
	_114 -> _115 [weight=1];
	_115 -> _116 [weight=1];
	_115 -> _122 [weight=1];
	_116 -> _117 [weight=1];
	_117 -> _118 [weight=1];
	_117 -> _120 [weight=1];
	_118 -> _121 [weight=1];
	_120 -> _121 [weight=1];
	_121 -> _122 [weight=1];
	_122 -> _123 [weight=1];
	_123 -> _124 [weight=1];
	_124 -> _16 [weight=1];
	_125 -> _126 [weight=1];
	_125 -> _128 [weight=1];
	_125 -> _130 [weight=1];
	_125 -> _132 [weight=1];
	_125 -> _134 [weight=1];
	_125 -> _136 [weight=1];
	_126 -> _137 [weight=1];
	_128 -> _137 [weight=1];
	_130 -> _137 [weight=1];
	_132 -> _137 [weight=1];
	_134 -> _137 [weight=1];
	_136 -> _137 [weight=1];
	_137 -> _138 [weight=1];
	_138 -> _18 [weight=1];

}
